Repository: kodi-game/game.libretro.fuse
Catalog: game.libretro.fuse/resources/language/resource.language.*/strings.po
Languages: de_de, ga, sv_se

# Addon Description
source: Fuse (the Free Unix Spectrum Emulator) was originally a ZX Spectrum emulator for Unix. It has since been ported to Mac OS X, Windows, the Wii, AmigaOS and MorphOS.
de_de: Fuse (der freie Unix-Spectrum-Emulator) war ursprünglich ein ZX-Spectrum-Emulator für Unix. Seitdem wurde er auf Mac OS X, Windows, die Wii, AmigaOS und MorphOS portiert.
ga: Ba aithriseoir ZX Spectrum do Unix é Fuse (an t-Aithriseoir Unix Speictrim Saor in Aisce) ar dtús. Ó shin i leith, tá sé curtha ar fáil do Mac OS X, Windows, an Wii, AmigaOS agus MorphOS.
sv_se: Fuse (Free Unix Spectrum Emulator) var ursprungligen en ZX Spectrum-emulator för Unix. Den har sedan dess portats till Mac OS X, Windows, Wii, AmigaOS och MorphOS.

# #30001
source: Model (needs content load)
de_de: Modell (benötigt geladenen Inhalt)
ga: Múnla (ní mór ábhar a luchtú)
sv_se: Modell (behöver innehållsläsning)

# #30002
source: Size Video Border
de_de: Größe Videorahmen
ga: Méid Teorann Físe
sv_se: Storlek för videoram

# #30003
source: Tape Auto Load
de_de: Band automatisch laden
ga: Luchtú Uathoibríoch Téip

# #30004
source: Tape Fast Load
de_de: Tape schnell laden
ga: Luchtú Tapa Téip
sv_se: Snabb inläsning av kassett

# #30005
source: Tape Load Sound
de_de: Band-laden-Sound
ga: Fuaim Luchtaithe Téip
sv_se: Ljud vid bandladdning

# #30006
source: Speaker Type
de_de: Lautsprechertyp
ga: Cineál Cainteoir
sv_se: Högtalartyp

# #30007
source: AY Stereo Separation
de_de: AY-Stereotrennung
ga: Deighilt Steirió AY

# #30008
source: Transparent Keyboard Overlay
de_de: Transparentes Tastatur-Overlay
ga: Forleagan Méarchláir Trédhearcach
sv_se: Transparent tangentbordsöverlägg

# #30009
source: Time to Release Key in ms
de_de: Zeit zum Loslassen der Taste in ms
ga: Am chun an Eochair a Scaoileadh i ms
sv_se: Tid för att släppa tangent i ms

# #30010
source: Joypad Left mapping
de_de: Joypad-Zuordnung Links
ga: Mapáil Ceap cluiche ar Clé
sv_se: Mappning joypad vänster

# #30011
source: Joypad Right mapping
de_de: Joypad-Zuordnung Rechts
ga: Mapáil Ceap cluiche ar Dheis
sv_se: Mappning joypad höger

# #30012
source: Joypad Up mapping
de_de: Joypad-Zuordnung Hoch
ga: Mapáil Ceap cluiche Suas
sv_se: Mappning joypad upp

# #30013
source: Joypad Down mapping
de_de: Joypad-Zuordnung Runter
ga: Mapáil Ceap cluiche Síos
sv_se: Mappning joypad ner

# #30014
source: Joypad Start mapping
de_de: Joypad-Zuordnung Start
ga: Tosaigh mapáil Ceap cluiche

# #30015
source: Joypad A button mapping
de_de: Joypad-Zuordnung A-Taste
ga: Mapáil cnaipe Ceap cluiche A
sv_se: Mappning joypad A-knapp

# #30016
source: Joypad B button mapping
de_de: Joypad-Zuordnung B-Taste
ga: Mapáil cnaipe Ceap cluiche B
sv_se: Mappning joypad B-knapp

# #30017
source: Joypad X button mapping
de_de: Joypad-Zuordnung X-Taste
ga: Mapáil cnaipe Ceap cluiche X
sv_se: Mappning joypad X-knapp

# #30018
source: Joypad Y button mapping
de_de: Joypad-Zuordnung Y-Taste
ga: Mapáil cnaipe Ceap cluiche Y
sv_se: Mappning joypad Y-knapp

# #30019
source: Joypad L button mapping
de_de: Joypad-Zuordnung L-Taste
ga: Mapáil cnaipe Ceap cluiche L
sv_se: Mappning joypad L-knapp

# #30020
source: Joypad R button mapping
de_de: Joypad-Zuordnung R-Taste
ga: Mapáil cnaipe Ceap cluiche R
sv_se: Mappning joypad R-knapp

# #30021
source: Joypad L2 button mapping
de_de: Joypad-Zuordnung L2-Taste
ga: Mapáil cnaipe Ceap cluiche L2
sv_se: Mappning joypad L2-knapp

# #30022
source: Joypad R2 button mapping
de_de: Joypad-Zuordnung R2-Taste
ga: Mapáil cnaipe Ceap cluiche R2
sv_se: Mappning joypad R2-knapp

# #30023
source: Joypad L3 button mapping
de_de: Joypad-Zuordnung L3-Taste
ga: Mapáil cnaipe Ceap cluiche L3

# #30024
source: Joypad R3 button mapping
de_de: Joypad-Zuordnung R3-Taste
ga: Mapáil cnaipe Ceap cluiche R3

# #30025
source: Emulation speed percentage (needs content load)
ga: Céatadán luas aithrise (ní mór ábhar a luchtú)

# #30026
source: Colour Palette
ga: Pailéad Dathanna
sv_se: Färgpalett

# #30027
source: Display joystick type and emulation speed at startup
ga: Taispeáin cineál luamhán stiúrtha agus luas aithrise ag an am tosaithe

# #30028
source: Use Auto Size for Savestates. For Netplay 'Off' is recommended
ga: Úsáid Méid Uathoibríoch le haghaidh Stáit Shábháilte. Moltar 'As' le haghaidh Netplay
